{
    "_questions": [{
            "topic": "geography",
            "questions": {
                "Montreal is in which Canadian province?": [
                    "quebec"
                ],
                "What is the capital of Chile?": [
                    "santiago"
                ],
                "What is the capital of Denmark?": [
                    "copenhagen"
                ],
                "What is the only state in the United States that does not have a flag in a shape with 4 edges?": [
                    "ohio"
                ],
                "Which US state has the highest population?": [
                    "california"
                ],
                "Which UK country features a dragon on their flag?": [
                    "wales"
                ],
                "What is the right way to spell the capital of Hungary?": [
                    "budapest"
                ],
                "Llanfair­pwllgwyngyll­gogery­chwyrn­drobwll­llan­tysilio­gogo­goch is located on which Welsh island?": [
                    "anglesey"
                ],
                "What tiny principality lies between Spain and France?": [
                    "andorra"
                ],
                "What is the name of New Zealand's indigenous people?": [
                    "maori"
                ],
                "What is the capital city of Slovenia?": [
                    "ljubljana"
                ],
                "What is the capital of Brazil?": [
                    "brasilia"
                ],
                "What is the capital of India?": [
                    "new delhi"
                ],
                "What is the capital of China?": [
                    "beijing"
                ],
                "What is the capital of France?": [
                    "paris"
                ],
                "What is the capital of Italy?": [
                    "rome"
                ],
                "What is the capital of the United States?": [
                    "washington dc",
                    "washington d.c.",
                    "washington"
                ],
                "What is the capital of England?": [
                    "london"
                ],
                "What is the capital of Germany?": [
                    "berlin"
                ],
                "What is the capital of Russia?": [
                    "moscow"
                ],
                "What is the capital of Spain?": [
                    "madrid"
                ],
                "What is the capital of the Netherlands?": [
                    "amsterdam"
                ],
                "What is the capital of the United Arab Emirates?": [
                    "abu dhabi"
                ],
                "What is the capital of Belgium?": [
                    "brussels"
                ],
                "What is the capical of Egypt?": [
                    "cairo"
                ],
                "What is the capital of Japan?": [
                    "tokyo"
                ],
                "What is the capital of Ireland?": [
                    "dublin"
                ],
                "What is the capital of Nothern Ireland?": [
                    "belfast"
                ],
                "In which English county is Stonehenge?": [
                    "wiltshire"
                ],
                "How many countries does the United States share a land border with?": [
                    "2"
                ],
                "The historical city Timbuktu is located in which West African country?": [
                    "mali"
                ],
                "What is the official language of Bhutan?": [
                    "dzongkha"
                ],
                "What is the name of the peninsula containing Spain and Portugal?": [
                    "iberian peninsula"
                ],
                "How many timezones does Russia have?": [
                    "11"
                ],
                "What is the capital of Lithuania?": [
                    "vilnius"
                ],
                "Into which basin does the Jordan River flow into?": [
                    "dead sea"
                ],
                "The formerly East-Prussian city of Königsberg is known as which Russian City today?": [
                    "kaliningrad"
                ]
            }
        },
        {
            "topic": "vehicles",
            "questions": {
                "Where are the cars of the brand \"Ferrari\" manufactured?": [
                    "italy"
                ],
                "The Italian automaker Lamborghini uses what animal as its logo?": [
                    "bull"
                ],
                "Which Italian city is home of the car manufacturer 'Fiat'?": [
                    "turin"
                ],
                "What Japanese car manufacturer had a war named after it?": [
                    "toyota"
                ],
                "Jaguar Cars was previously owned by which car manfacturer?": [
                    "ford"
                ],
                "What UK Train does NOT go over 125MPH?": [
                    "sprinter"
                ],
                "Automobiles produced by Telsa Motors operate on which form of energy?": [
                    "electricity"
                ],
                "Which car tire manufacturer is famous for its \"Eagle\" brand of tires, and is the official tire supplier of NASCAR?": [
                    "goodyear"
                ],
                "Which car tire manufacturer is famous for its \"P Zero\" line?": [
                    "pirelli"
                ],
                "What are the cylinder-like parts that pump up and down within the engine?": [
                    "pistons"
                ],
                "What is the name of Nissan's most popular electric car?": [
                    "leaf"
                ],
                "What country was the Trabant 601 manufactured in?": [
                    "east germany",
                    "germany"
                ],
                "What is the fastest road legal car in the world?": [
                    "koenigsegg agera rs"
                ],
                "Which car manufacturer created the \"Aventador\"?": [
                    "lamborghini"
                ],
                "What car manufacturer gave away their patent for the seat-belt in the interest of saving lives?": [
                    "volvo"
                ],
                "Which country has the international vehicle registration letter 'A'?": [
                    "austria"
                ],
                "Which Japanese company is the world's largest manufacturer of motorcycles?": [
                    "honda"
                ]
            }
        },
        {
            "topic": "computing",
            "questions": {
                "What does the \"MP\" stand for in MP3?": [
                    "moving picture"
                ],
                "What amount of bits commonly equals one byte?": [
                    "8"
                ],
                "How many cores does the Intel i7-6950X have?": [
                    "10"
                ],
                "Which coding language was the #1 programming language in terms of usage on GitHub in 2015?": [
                    "javascript"
                ],
                "Which computer language would you associate Django framework with?": [
                    "python"
                ],
                "What does the term GPU stand for?": [
                    "graphics processing unit",
                    "graphic processor unit"
                ],
                "What internet protocol was documented in RFC 1459?": [
                    "irc"
                ],
                "Which programming language was developed by Sun Microsystems in 1995?": [
                    "java"
                ],
                "In programming, what do you call functions with the same name but different implementations?": [
                    "overloading"
                ],
                "What does RAID stand for?": [
                    "redundant array of independent disks"
                ],
                "What is the codename of the eighth generation Intel Core micro-architecture launched in October 2017?": [
                    "coffee lake"
                ],
                "Moore's law originally stated that the number of transistors on a microprocessor chip would double every...": [
                    "year"
                ],
                "Which computer hardware device provides an interface for all other connected devices to communicate?": [
                    "motherboard"
                ],
                "How many kilobytes in one gigabyte (in decimal)?": [
                    "1000000"
                ],
                "Who is the original author of the realtime physics engine called PhysX?": [
                    "novodex"
                ],
                "What was the first Android version specifically optimized for tablets?": [
                    "honeycomb"
                ],
                "The C programming language was created by this American computer scientist. ": [
                    "dennis ritchie"
                ],
                "The name of technology company HP stands for what?": [
                    "hewlett-packard"
                ],
                "In computing, what does LAN stand for?": [
                    "local area network"
                ],
                "What was the name of the security vulnerability found in Bash in 2014?": [
                    "shellshock"
                ],
                "Whistler was the codename of this Microsoft Operating System.": [
                    "windows xp"
                ],
                "Which of the following languages is used as a scripting language in the Unity 3D game engine?": [
                    "c#"
                ],
                "What does the acronym CDN stand for in terms of networking?": [
                    "content delivery network"
                ],
                "Released in 2001, the first edition of Apple's Mac OS X operating system (version 10.0) was given what animal code name?": [
                    "cheetah"
                ],
                "Who invented the \"Spanning Tree Protocol\"?": [
                    "radia perlman"
                ],
                "Which programming language shares its name with an island in Indonesia?": [
                    "java"
                ],
                "Which of the following computer components can be built using only NAND gates?": [
                    "alu"
                ],
                "Who is the founder of Palantir?": [
                    "peter thiel"
                ]
            }
        }
    ]
}