{
    "_questions": [
        {
            "What is the capital of Brazil?": ["brasilia"],
            "What is the capital of India?": ["new delhi"],
            "What is the capital of China?": ["beijing"],
            "What is the capital of France?": ["paris"],
            "What is the capital of Italy?": ["rome"],
            "What is the capital of the United States?": ["washington dc", "washington d.c.", "washington"],
            "What is the capital of the England?": ["london"],
            "What is the capital of Germany?": ["berlin"],
            "What is the capital of Russia?": ["moscow"],
            "What is the capital of Spain?": ["madrid"],
            "What is the capital of the Netherlands?": ["amsterdam"],
            "What is the capital of the United Arab Emirates?": ["abu dhabi"],
            "What is the capital of Belgium?": ["brussels"],
            "What is the capical of Egypt?": ["cairo"],
            "What is the capital of Japan?": ["tokyo"],
            "What is the capital of Ireland?": ["dublin"],
            "What is the capital of Nothern Ireland?": ["belfast"]
        },
        {
            "Where are the cars of the brand \"Ferrari\" manufactured?": [
                "italy"
            ],
            "The Italian automaker Lamborghini uses what animal as its logo?": [
                "bull"
            ],
            "Which Italian city is home of the car manufacturer 'Fiat'?": [
                "turin"
            ],
            "Which of the following car manufacturers had a war named after it?": [
                "toyota"
            ],
            "Jaguar Cars was previously owned by which car manfacturer?": [
                "ford"
            ],
            "What UK Train does NOT go over 125MPH?": [
                "sprinter"
            ],
            "Which of the following collision avoidance systems helps airplanes avoid colliding with each other?": [
                "tcas"
            ],
            "Which of these companies does NOT manufacture motorcycles?": [
                "toyota"
            ],
            "Automobiles produced by Telsa Motors operate on which form of energy?": [
                "electricity"
            ],
            "Which car tire manufacturer is famous for its \"Eagle\" brand of tires, and is the official tire supplier of NASCAR?": [
                "goodyear"
            ],
            "Which car tire manufacturer is famous for its \"P Zero\" line?": [
                "pirelli"
            ],
            "What are the cylinder-like parts that pump up and down within the engine?": [
                "pistons"
            ],
            "What is the name of Nissan's most popular electric car?": [
                "leaf"
            ],
            "What country was the Trabant 601 manufactured in?": [
                "east germany"
            ],
            "What is the fastest road legal car in the world?": [
                "koenigsegg agera rs"
            ]
        }
    ]
}